Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/dalkkadat-ja-afghanistana-ledje-guovdili_id_588197.html.tmx
Source language: sme
Languages: nob

source: Preassadieđáhus , 10.12.2009
nob: Pressemelding , 10.12.2009

source: Dálkkádat ja Afghanistána ledje guovdilis áššit Stoltenberga ja Obama čoahkkimis
nob: Klima og Afghanistan sentrale tema i Stoltenbergs møte med Obama

source: Bargu oaččohit áigái nana politihkalaš dálkkádatsoahpamuša Københámmanis ja militeara ja siviila áŋgiruššan Afghanistánas ledje dehálaš fáttát stáhtaministtar Jens Stoltenberga ja USA presideantta Barack Obama otná čoahkkimis Oslos .
nob: Arbeidet for en sterk politisk klimaavtale i København og den militære og sivile innsatsen i Afghanistan var viktige tema i dagens møte i Oslo mellom statsminister Jens Stoltenberg og USAs president Barack Obama .

source: Stoltenberg almmuhii ahte Norga áigu lasihit iežas ruhtadoarjaga Afghanistána soahtevehkii ja politiijii .
nob: Stoltenberg lanserte en økning i det norske tilskuddet til den afghanske hæren og politiet .

source: Doarjaga sturrodat šaddá oktiibuot 110 miljon amerihkálaš dollara áigodahkii 2010 -2014 .
nob: Satsingen blir på 110 millioner amerikanske dollar i perioden 2010 til 2014 .

source: Stáhtaministtar Stoltenberg ja presideanta Obama .
nob: Statsminister Stoltenberg og president Obama .

source: Foto : Per ThranaGeahča eanet govaid dás:Flickr
nob: Foto : Per Thrana Se flere bilder på Flickr

source: - Otná čoahkkimis mii digaštalaimet min áiggi stuorámus hástalusa , dálkkádaga .
nob: - I møtet i dag diskuterte vi vår tids største utfordring , klima .

source: Amerihkálaš njunušgoddi leat áibbas mearrideaddji dehálaš jus máilbmi galggaš lihkostuvvat dálkkádatáŋgiruššamiin .
nob: Amerikansk lederskap er helt avgjørende for at verden skal lykkes med klimainnsatsen .

source: Suohtas šaddá bargat ovttas presideanta Obamain ja su hálddahusain beivviid Københámmana čoahkkima rádjai ja mánuid dan maŋŋil , nu ahte mii oažžut gudneáŋgiris ja juridihkalaččat geatnegahtti dálkkádatsoahpamuša , cealká Jens Stoltenberg .
nob: Jeg ser fram til å samarbeide med president Obama og hans administrasjon i dagene fram mot møtet i København og i månedene etterpå , slik at vi kan få på plass en ambisiøs og juridisk bindende klimaavtale , sier Jens Stoltenberg .

source: Ságastallamis Stoltenberg deattuhii ahte industriijariikkat fertejit ruhtadit dálkkádatdoaibmabijuid geafes riikkain .
nob: I samtalen understreket Stoltenberg at i-landene må stå for finansiering av klimatiltak i fattige land .

source: Son čilgii maiddái presidentii norgalaš-meksikánalaš áššeovddideami dakkár ruhtadeami hárrái , dehálaš fáddán Københámmana šiehtadallamiidda .
nob: Han ga også presidenten en orientering om det norsk-meksikanske initiativet når det gjelder finansiering , et vesentlig tema i forhandlingene i København .

source: Ulbmil álgagiin lea vuođđudit dakkár vuogádaga mii galgá ruhtadit oanehisáigásaš ja guhkesáigásaš dálkkádatdoaibmabijuid geafes riikkain .
nob: Initiativet tar sikte på å skape et system som vil bidra med finansiering på både kort og lang sikt til klimatiltak i fattige land .

source: Stoltenberg ja Obama leigga ovttaoaivilis ahte Norga ja USA gaget bargat ovttasráđiid sihkkarastin dihtii ahte doaibmabijut mat geahpidit luoitimiid trohpalaš arvemeahcis šaddet dehálaš oassin Københámmana soahpamušas .
nob: Stoltenberg og Obama var enige om at Norge og USA skal samarbeide for å sikre at tiltak for å redusere utslipp fra tropisk regnskog blir et vesentlig element i avtalen i København .

source: Norgga ovttasbargu Brasiillain suodjalit Amasonasa lea jo váikkuhan mearkkašahtti geahpádusaide .
nob: Det norske samarbeidet med Brasil om vern i Amasonas har allerede resultert i vesentlige utslippsreduksjoner .

source: Stoltenberg dovddahii ilu go USA áigu lasihit iežas áŋgiruššama buoridit ovdáneami ja stáđisvuođa Afghanistánas .
nob: Stoltenberg hilste velkommen USAs økte engasjement for utvikling og stabilisering i Afghanistan .

source: Son anii erenoamáš buorrin ahte beroštišgohtet eambbo siviilaálbmoga suodjaleamis ja návcca huksemis Afghanistánas .
nob: Han la særlig vekt på at det er positivt at beskyttelse av sivilbefolkningen og kapasitetsbygging i Afghanistan får større oppmerksomhet .

source: - Norga fuolaha iežas militeara ja siviila geatnegasvuođaid Afghanistánas .
nob: - Norge står ved sine militære og sivile forpliktelser i Afghanistan .

source: Jos mii galgat ollašuhttit iežamet oktasaš ulbmila Afghanistánas , de lea áibbas dárbbašlaš doarjut afghánalaš sihkkarvuođasoahteveaga .
nob: Hvis vi skal nå vårt felles mål i Afghanistan , er det helt vesentlig at vi støtter de afghanske sikkerhetsstyrkene .

source: Mii fertet nu bargat ahte afghánalaččaide lea vejolaš váldit ovddasvástádusa iežaset sihkkarvuođas , celkkii stáhtaministtar Stoltenberg .
nob: Vi må gjøre det mulig for afghanerne selv å ta ansvar for sin egen sikkerhet , sa statsminister Stoltenberg .

source: Norgga lassiveahkis mii lea buohkanassii 110 miljon amerihkálaš dollara , galget 60 miljon dollara addojuvvot Afghanistána soahtevehkii ja 50 miljon dollara galget addojuvvot politiija oahpaheapmái .
nob: Det økte norske bidraget på totalt 110 millioner amerikanske dollar vil fordeles med 60 millioner dollar til den afghanske hæren og 50 millioner dollar til opplæring av politiet .

source: Norgga jahkásaš veahkki Afghanistánii lea jo 120 millioner dollara ja dál leat Norggas sullii 500 soalddáha Afghanistánas .
nob: Norsk bistand til Afghanistan er allerede på 120 millioner dollar hvert år og for tiden er Norge inne med rundt 500 soldater i Afghanistan .

source: Stoltenberg ja Obama čoahkkimis digaštallajuvvojedje eará ge dehálaš oktasaš áššit , earret eará ovttasbargu Davviguovlluin , ONa duhátjagiulbmila ollašuhttinbargu ja ođđa ráfiáŋgiruššan Gaskanuortan .
nob: I møtet mellom Stoltenberg og Obama ble også andre viktige felles tema drøftet , blant annet samarbeid i Nordområdene , arbeidet for å oppfylle FNs tusenårsmål og arbeidet for en fornyet innsats for fred i Midtøsten .
